
#4) შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, მეორეში - გამოკლება, მესამეში * გამრავლება, მეოთხეში / გაყოფა#

print(5 + 3)

print(10 - 6)

print(7 * 7)

print(20 / 5)



#5) შეართეთ ორი ტექსტური მონაცემი და კომენტარებით ახსენით რა შედეგი მიიღეთ

print("I LOVE "  + "QUTAISI")


# I LOVE QUTAISI#

#7) ყველა დაწერილი კოდი ახსენით კომენტარები + (დოკუმენტში კომენტარების ამოყენებით ქართული ენით ახსენით რა არის ტერმინალი და რისთვის ვიყენებთ)


#ტერმინალი არის ფუნქცია, როდესაც კოდს დავწერთ და გავუშვებთ გვიჩვენებს შედეგს


#8) შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება

num1=7
num2=12
print(num1 + num2)
print(num1 - num2)
print(num1 * num2)



#9) ახსენით კომენტარებით რა არის სტრინგი და რა არის მთელი რიცხვი

#სტრინგი აღნიშნავს სიტყვას
#მთელი რიცხვი არის დამრგვალებული რიცხვი